import React from "react";
import Image from '../image/study.jpeg';
import './studeis.scss';





function Studies() {
    return (
        <section className="section studies">
            <div className="container studies__container ">
                <h2>ПЕРЕВАГИ НАВЧАННЯ У <span>НАШІЙ ОНЛАЙН-ШКОЛІ</span> </h2>
                <div className="studies__content">
                    <div className="studies__quality">
                        <h4>
                            Висока якість освіти
                        </h4>
                        <p>
                            Ми гарантуємо високий стандарт навчання, що допомагає кожній дитині отримати міцні знання та навички для подальшого успіху.
                        </p>

                    </div>
                    <div className="studies__approach">
                        <h4>
                            Індивідуальний підхід
                        </h4>
                        <p>
                            Наша школа відзначається особистим підходом до кожної дитини, де ми враховуємо їхні потреби та інтереси для максимального розвитку.
                        </p>
                    </div>
                    <div className="studies__location">
                        <h4>
                            Зручне розташування
                        </h4>
                        <p>
                            Розташовані у зручному місці, ми створюємо комфортні умови для навчання, що полегшує щоденні переїзди та сприяє зосередженню на навчанні.
                        </p>

                    </div>
                    <div className="studies__feature">
                        <h4>
                            Сучасне обладнання та методи навчання
                        </h4>
                        <p>
                            Ми використовуємо сучасні методики та передове обладнання для забезпечення ефективного та цікавого навчання.
                        </p>
                    </div>

                    <div className="studies__development">
                        <h4>
                            Розвиток характеру та соціальних навичок
                        </h4>
                        <p>
                            Наша програма спрямована не лише на навчання, але і на розвиток характеру та соціальних навичок, що формує впевнених та етичних особистостей.
                        </p>

                    </div>
                    <div className="studies__save">
                        <h4>
                            Атмосфера безпеки та підтримки
                        </h4>
                        <p>
                            Ваша дитина буде оточена атмосферою безпеки та підтримки, що сприяє її гармонійному зростанню та розвитку.
                        </p>
                    </div>

                </div>

            </div>

        </section>
    )


}

export default Studies;