import ImageHtml from '../image/html.png';
import ImageCss from '../image/css.png';
import ImageJS from '../image/js.png';
import ImagePy from '../image/py.png';
import ImageMySql from '../image/mysqllogo.png'
import ImageRoblox from '../image/roblox.png'
import User1 from '../image/Mogilko-768x512.jpg';
import User2 from '../image/Odrinskiy-768x535.jpg';
import User3 from '../image/sofa-682x1024.jpg';





export const data = [
    {
        id: 1,
        title: 'HTML ',
        age: '5-9 клас',
        discriotion: 'HTML (Мова розмітки гіпертексту) - це мова, яка використовується для створення веб-сторінок. Вона визначає структуру та розмітку елементів на сторінці, таких як заголовки, параграфи, зображення, посилання тощо.',
        image: ImageHtml
    },
    {
        id: 2,
        title: 'CSS',
        age: '5-9 клас',
        discriotion: 'CSS (Каскадні таблиці стилів) - це мова, яка використовується для оформлення та вигляду веб-сторінок, створюючи правила стилів для кольорів, шрифтів, відступів, розмірів та інших аспектів веб-елементів.',
        image: ImageCss
    },
    {
        id: 3,
        age: '5-9 клас',
        title: 'JavaScript Canvas',
        discriotion: "JavaScript Canvas - це як магічний олівець для комп'ютера.Ти можеш намалювати на екрані будь- що, що уявляєш! За допомогою JS Canvas, ти створюєш свої власні світи та робиш їх живими.Наприклад, ти можеш створити ігру, де твої герої рухаються, чи навіть анімований мультфільм.",
        image: ImageJS
    },
    {
        id: 4,
        age: '4-9 клас',
        title: 'Python PHP',
        discriotion: "PHP і Python - це дві потужні мови програмування, які використовуються для створення веб - сайтів та розробки програм.",
        image: ImagePy
    },
    {
        id: 5,
        age: '6-9 клас',
        title: 'MySQL',
        discriotion: 'MySQL - це спеціальна програма для зберігання і управління даними. Замість того, щоб давати інструкції на зберігання іграшок чи книг, вона зберігає інформацію для веб-сайтів та програм. Так само, як ти складаєш свої іграшки у ящик, MySQL допомагає впорядковувати та знаходити дані для компютерних програм.',
        image: ImageMySql
    },
    {
        id: 5,
        age: '6-9 клас',
        title: 'Roblox',
        discriotion: 'В айті - школі ми досліджуємо світ програмування за допомогою Роблокса! Тут ти зможеш створити власні ігри, додавати веселі функції та навіть розробляти свої власні історії.Забудь про границі - на Роблоксі можна втілити будь - які ідеї та зробити своє імя в світі розробників. Готуйся до захоплюючого подорожі у світ програмування!',
        image: ImageRoblox

    }

];

export const dataStudents = [
    {
        id: 1,
        Name: 'Могилко Денис',
        Image: User1,
        Discriotion: ' мені 15 років і я живу і вчуся в місті Красноград, зараз активно вивчаю веб-програмування, працюю з мовою текстової розмітки HTML & CSS, створюю сайти за допомогою мови JS.'
    },

    {
        id: 2,
        Name: 'Одринський Богдан',
        Image: User2,
        Discriotion: 'мені 15 років я живу і вчуся в місті Краснограді/ Захоплююся вивченням мов програмування. Працюю і створюю сайти за допомогою мови текстової розмітки HTML & CSS і JS. Готовий взяти замовлення на розробку сайту.'
    },

    {
        id: 3,
        Name: 'Софія',
        Image: User3,
        Discriotion: ' Я опанувала HTML та такі мови програмування, як: JavaScript, CSS – почала вивчати Python. Вмію користуватися бібліотекою jQueri. Мої хоббі: програмування та малювання.'
    }
]
