export const data = [
    {
        id: 1,
        title: 'HTML ',
        age: '5-9 клас',
        discriotion: 'HTML (Мова розмітки гіпертексту) - це мова, яка використовується для створення веб-сторінок. Вона визначає структуру та розмітку елементів на сторінці, таких як заголовки, параграфи, зображення, посилання тощо.',
        image: ImageHtml
    },
    {
        id: 2,
        title: 'CSS',
        age: '5-9 клас',
        discriotion: 'CSS (Каскадні таблиці стилів) - це мова, яка використовується для оформлення та вигляду веб-сторінок, створюючи правила стилів для кольорів, шрифтів, відступів, розмірів та інших аспектів веб-елементів.',
        image: ImageCss
    },
    {
        id: 3,
        age: '5-9 клас',
        title: 'JavaScript Canvas',
        discriotion: "JavaScript Canvas - це як магічний олівець для комп'ютера.Ти можеш намалювати на екрані будь- що, що уявляєш! За допомогою JS Canvas, ти створюєш свої власні світи та робиш їх живими.Наприклад, ти можеш створити ігру, де твої герої рухаються, чи навіть анімований мультфільм.",
        image: ImageJS
    },
    {
        id: 4,
        age: '4-9 клас',
        title: 'Python PHP',
        discriotion: "PHP і Python - це дві потужні мови програмування, які використовуються для створення веб - сайтів та розробки програм.",
        image: ImagePy
    },
    {
        id: 5,
        age: '6-9 клас',
        title: 'MySQL',
        discriotion: 'MySQL - це спеціальна програма для зберігання і управління даними. Замість того, щоб давати інструкції на зберігання іграшок чи книг, вона зберігає інформацію для веб-сайтів та програм. Так само, як ти складаєш свої іграшки у ящик, MySQL допомагає впорядковувати та знаходити дані для компютерних програм.',
        image: ImageMySql
    },
    {
        id: 5,
        age: '6-9 клас',
        title: 'Roblox',
        discriotion: 'В айті - школі ми досліджуємо світ програмування за допомогою Роблокса! Тут ти зможеш створити власні ігри, додавати веселі функції та навіть розробляти свої власні історії.Забудь про границі - на Роблоксі можна втілити будь - які ідеї та зробити своє імя в світі розробників. Готуйся до захоплюючого подорожі у світ програмування!',
        image: ImageRoblox

    }


];
